Repository: MuQY1818/OpenYoink
Catalog: OpenYoink/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: Copy Path
zh_hans: 复制路径

source: Path
zh_hans: 路径

source: Finder
zh_hans: 访达

source: Share the selected items
zh_hans: 分享所选项目

source: Copy the selected file paths
zh_hans: 复制所选文件路径

source: Show the selected files in Finder
zh_hans: 在访达中显示所选文件

source: The selected items could not be shared.
zh_hans: 无法分享所选项目。

source: A share is already in progress.
zh_hans: 分享操作正在进行中。

source: The selected file paths could not be copied.
zh_hans: 无法复制所选文件路径。

source: %lld file paths copied; %lld unavailable items skipped.
zh_hans: 已复制 %lld 条文件路径，跳过 %lld 个不可用项目。

source: %lld file paths copied to the Clipboard.
zh_hans: 已将 %lld 条文件路径复制到剪贴板。

source: The selected items could not be shown in Finder.
zh_hans: 无法在访达中显示所选项目。

source: %lld items shown in Finder; %lld unavailable items skipped.
zh_hans: 已在访达中显示 %lld 项，跳过 %lld 个不可用项目。

source: %lld items shown in Finder.
zh_hans: 已在访达中显示 %lld 项。

source: %lld items shared; %lld unavailable items skipped.
zh_hans: 已分享 %lld 项，跳过 %lld 个不可用项目。

source: %lld items shared.
zh_hans: 已分享 %lld 项。

source: Sharing failed. The selected items remain on the shelf.
zh_hans: 分享失败，所选项目仍保留在暂存架。

source: Battery
zh_hans: 电池

source: Battery power
zh_hans: 电池功率

source: Battery critically low
zh_hans: 电量严重不足

source: Battery fully charged
zh_hans: 电池已充满

source: Battery low
zh_hans: 电量不足

source: Battery unavailable
zh_hans: 电池不可用

source: Charging
zh_hans: 正在充电

source: Checking media access…
zh_hans: 正在检查媒体访问…

source: Collapse Island
zh_hans: 收起灵动岛

source: Connected to power
zh_hans: 已接通电源

source: Control playback without expanding the Island
zh_hans: 无需展开灵动岛即可控制播放

source: Custom: %lld min
zh_hans: 自定义：%lld 分钟

source: Drop into OpenYoink
zh_hans: 拖入 OpenYoink

source: Enable Experimental Now Playing?
zh_hans: 启用实验性正在播放功能？

source: Expand Island on hover
zh_hans: 悬停时展开灵动岛

source: Expand Island when dragging files near the top
zh_hans: 拖拽文件靠近顶部时展开灵动岛

source: Experimental media support may stop working after a macOS update. It stays off unless you enable it.
zh_hans: 实验性媒体支持可能在 macOS 更新后失效，除非你主动启用，否则始终关闭。

source: Hover waits briefly before expanding. Click, drag to the top, and the global shortcut always remain available.
zh_hans: 悬停会短暂等待后再展开；点击、拖到屏幕顶部和全局快捷键始终可用。

source: Island Beta
zh_hans: 刘海 Beta

source: Island Modules
zh_hans: 灵动岛模块

source: Island uses the built-in camera housing when available. Displays without a notch use a floating pill below the menu bar.
zh_hans: 有刘海时会与摄像头区域融合；无刘海显示器会在菜单栏下方显示悬浮胶囊。

source: New imports and deliveries appear here.
zh_hans: 新的导入和交付任务会显示在这里。

source: Next track
zh_hans: 下一首

source: No active transfers
zh_hans: 没有进行中的传输

source: Nothing playing
zh_hans: 当前没有播放内容

source: Drag or click to seek
zh_hans: 拖动或点击以调整播放位置

source: Not applicable
zh_hans: 不适用

source: Notify when fully charged
zh_hans: 充满电时提醒

source: Now Playing
zh_hans: 正在播放

source: Now Playing (Experimental)
zh_hans: 正在播放（实验性）

source: Now Playing unavailable
zh_hans: 无法获取正在播放内容

source: Open OpenYoink Island
zh_hans: 打开 OpenYoink 灵动岛

source: OpenYoink Island
zh_hans: OpenYoink 灵动岛

source: OpenYoink Island, %lld shelf items
zh_hans: OpenYoink 灵动岛，暂存架中有 %lld 项

source: Pause
zh_hans: 暂停

source: Pin Island
zh_hans: 固定灵动岛

source: Play
zh_hans: 播放

source: Playback position
zh_hans: 播放位置

source: Power connected
zh_hans: 已接通电源

source: Power history
zh_hans: 功率波形

source: Previous track
zh_hans: 上一首

source: Reset
zh_hans: 重置

source: Resume
zh_hans: 继续

source: Running on battery
zh_hans: 正在使用电池

source: Seeking is unavailable for this player
zh_hans: 当前播放器不支持调整播放位置

source: Start
zh_hans: 开始

source: Start media in a supported player.
zh_hans: 请在支持的播放器中开始播放。

source: This Mac does not report an internal battery.
zh_hans: 这台 Mac 未报告内置电池。

source: This experimental module could not read the current player.
zh_hans: 实验性模块无法读取当前播放器。

source: This feature uses a bundled compatibility helper and may fail after macOS updates. Shelf, transfers, timer, and battery are unaffected.
zh_hans: 此功能使用随附的兼容性 helper，可能在 macOS 更新后失效；暂存架、传输、计时器和电池模块不受影响。

source: Time remaining %@
zh_hans: 剩余时间 %@

source: Timer
zh_hans: 计时器

source: Short break
zh_hans: 短休息

source: Long break
zh_hans: 长休息

source: What will you focus on?
zh_hans: 这一轮专注什么？

source: Take a breath
zh_hans: 歇一会，放松呼吸

source: Step away and recharge
zh_hans: 离开屏幕，恢复状态

source: Ready to flow
zh_hans: 准备进入心流

source: Timer finished
zh_hans: 计时结束

source: Transfer complete
zh_hans: 传输完成

source: Transfer completed with warnings
zh_hans: 传输完成，但有警告

source: Transfer failed
zh_hans: 传输失败

source: Transferring content…
zh_hans: 正在传输内容…

source: Transfers
zh_hans: 传输

source: All caught up
zh_hans: 全部完成

source: Choose a duration
zh_hans: 选择时长

source: Experimental
zh_hans: 实验性功能

source: Experimental Now Playing
zh_hans: 实验性正在播放

source: Music and media controls
zh_hans: 音乐与媒体控制

source: Running
zh_hans: 计时中

source: Unknown artist
zh_hans: 未知艺人

source: Album artwork
zh_hans: 专辑封面

source: Enable Now Playing
zh_hans: 启用正在播放

source: Off
zh_hans: 已关闭

source: OpenYoink could not read the current player. Other Island features still work normally.
zh_hans: OpenYoink 暂时无法读取当前播放器，其他灵动岛功能仍可正常使用。

source: Playing
zh_hans: 正在播放

source: Show album artwork, playback progress, and media controls in the Island.
zh_hans: 在灵动岛中显示专辑封面、播放进度和媒体控制。

source: Shows artwork and controls from the active media player. Processing stays on this Mac; compatibility can vary after macOS updates.
zh_hans: 显示当前播放器的封面和控制，处理均在本机完成；macOS 更新后兼容性可能发生变化。

source: Open-Yoink is an independent clean-room implementation crafted for macOS. Bundled third-party components are Sparkle (MIT) for updates and mediaremote-adapter (BSD 3-Clause) for the optional local Now Playing module. A complete attribution record is available in THIRD_PARTY_NOTICES.md in the source repository.
zh_hans: Open-Yoink 是面向 macOS 的独立洁净室实现。内置第三方组件包括用于更新的 Sparkle（MIT），以及用于可选本地“正在播放”模块的 mediaremote-adapter（BSD 3-Clause）。完整署名记录见源码仓库中的 THIRD_PARTY_NOTICES.md。

source: Side Shelf
zh_hans: 侧边暂存架

source: Enable Side Shelf
zh_hans: 启用侧边暂存架

source: Shelf Behavior
zh_hans: 暂存架行为

source: Primary Shelf
zh_hans: 主暂存架

source: Island Shelf
zh_hans: 灵动岛暂存架

source: The shortcut and automatic drag reveal use the primary shelf. The other surface stays available independently.
zh_hans: 快捷键和拖拽自动唤出使用主暂存架，另一个界面仍可独立使用。

source: After a successful drop, the receiving shelf stays open so you can drag the item to its destination.
zh_hans: 成功拖入后，接收内容的暂存架会保持展开，方便你继续将项目拖到目的地。

source: Enable OpenYoink Island
zh_hans: 启用 OpenYoink 灵动岛

source: Click is always available. Hover waits briefly before expanding.
zh_hans: 始终可以点击展开；悬停会在短暂延迟后展开。

source: The Island Shelf and Side Shelf use the same items. Turning this module off never deletes them.
zh_hans: 灵动岛暂存架与侧边暂存架共享同一批项目；关闭此模块不会删除任何内容。

source: Ready
zh_hans: 就绪

source: Focus
zh_hans: 专注

source: Countdown is running
zh_hans: 正在倒计时

source: Continue whenever you're ready
zh_hans: 随时可以继续

source: Time's up
zh_hans: 时间到

source: Your timer is complete
zh_hans: 计时已完成

source: Focus history
zh_hans: 专注记录

source: Timer controls
zh_hans: 计时控制

source: Today
zh_hans: 今天

source: %lld focus sessions
zh_hans: %lld 次专注

source: %lld day streak
zh_hans: 连续 %lld 天

source: Complete a focus session to start your map.
zh_hans: 完成一次专注，点亮你的时间地图。

source: Previous week
zh_hans: 上一周

source: Next week
zh_hans: 下一周

source: Morning
zh_hans: 上午

source: Afternoon
zh_hans: 下午

source: Evening
zh_hans: 晚上

source: Focus time
zh_hans: 专注时长

source: With Side Shelf enabled, the shelf shortcut controls it. Otherwise the shortcut opens Island Shelf.
zh_hans: 启用侧边暂存架时，暂存架快捷键控制侧边架；关闭后快捷键才会打开灵动岛暂存架。

source: Display
zh_hans: 显示器

source: Main Display
zh_hans: 主显示器

source: Follow Pointer
zh_hans: 跟随鼠标

source: Unavailable Display
zh_hans: 显示器不可用

source: Current Main
zh_hans: 当前主屏

source: Island stays on the display chosen as main in System Settings.
zh_hans: 灵动岛会固定在“系统设置”中选定的主显示器上。

source: Island follows the pointer and active drag across displays.
zh_hans: 灵动岛会跟随鼠标和正在进行的拖拽切换显示器。

source: This display is unavailable. Island is temporarily using the main display and will return when it reconnects.
zh_hans: 此显示器当前不可用。灵动岛会暂时使用主显示器，并在重新连接后自动返回。

source: Island stays on this display until you choose another.
zh_hans: 灵动岛会固定在这块显示器上，直到你更改选择。

source: Unpin Island
zh_hans: 取消固定灵动岛
